{
    "header": {
        "title1line": "Rabbiner David Goldberg",
        "title2line": "Zertifizierter Mohel",
        "brand": "Rabbiner David Goldberg",
        "home": "Startseite",
        "aboutMe": "Über mich",
        "aboutBritMilah": "Über Brit Milah",
        "prayars": "Text der Brit Mila",
        "costs": "Kosten",
        "contact": "Kontakt"
    },
    "home": {
        "welcome": "Schalom und herzlich Willkommen",
        "introduction": "Ich freue mich, Sie auf meiner Webseite willkommen zu heißen.",
        "content": [
            {
                "paragraph": "Hier finden Sie umfassende Informationen zur jüdischen rituellen Beschneidung, einschließlich der Bedeutung der Brit Milah, Beschneidungen bei Säuglingen, Kindern, Jugendlichen und Erwachsenen, sowie Einzelheiten zum Ablauf und Heilungsprozess. Außerdem erhalten Sie Informationen über mich und die verschiedenen Kontaktmöglichkeiten."
            },
            {
                "paragraph": "Falls dieser erste Überblick Ihr Interesse geweckt hat und Sie einen Mohel suchen, der die Brit Milah - Beschneidung - Circumcision Ihres Kindes von A bis Z durchführt, zögern Sie bitte nicht, mich über den Button"
            },
            {
                "link": "Kontakt"
            },
            {
                "paragraph": "zu kontaktieren. Ich freue mich, Ihnen zur Verfügung zu stehen."
            },
            {
                "paragraph": "Auch nicht-jüdische Menschen sind herzlich eingeladen, sich bei Fragen zur Beschneidung an mich zu wenden. Ich werde Sie nach bestem Wissen und Gewissen unterstützen, unabhängig von Ihrem religiösen Hintergrund."
            },
            {
                "paragraph": "Mit freundlichem Schalom, Rabbiner David Goldberg Beschneidungen - Ordained and Certified Mohel"
            }
        ]
    },
    "about_me": {
        "title": "Über mich",
        "points": [
            "Geboren in Jerusalem, Israel",
            "Ausbildung an verschiedenen Jeschivot in Israel",
            "Ausbildung als Mohel",
            "Ordinierung als Rabbiner in Israel",
            "Tätigkeit als Mohel und Lehrer in Israel und Deutschland",
            "Seit Anfang der neunziger Jahre in Deutschland",
            "Jahrzehntelange Erfahrung als Mohel, bis jetzt über 7000 Beschneidungen",
            "Tätig in verschiedenen Gemeinden in Deutschland",
            "Seit 1997 Gemeinderabbiner der jüdischen Gemeinde Hof",
            "Gastrabbiner in verschiedenen anderen Gemeinden in Bayern und Thüringen"
        ],
        "paragraphs": [
            "Ich bin Mohel und wurde von erfahrenen Mohels ausgebildet. Ich habe bereits zahlreiche Brit Milahs mit Sorgfalt und Präzision durchgeführt.",
            "Mein Ziel ist es, dass jede Brit Milah nicht nur nach der Halachah (jüdischem Gesetz) durchgeführt wird, sondern auch so angenehm und stressfrei wie möglich für das Baby und die Familie ist.",
            "Ich habe bei angesehenen und erfahrenen Mohels gelernt und verschiedene Ausbildungsprogramme durchlaufen. Diese Erfahrungen haben mich gelehrt, wie wichtig es ist, sowohl die körperlichen als auch die emotionalen Bedürfnisse der Familie während dieses bedeutenden Moments zu berücksichtigen."
        ]
    },
    "about_brit_milah": {
        "header": "Über die Brit Milah",
        "sections": [
            {
                "title": "Bedeutung der Brit Milah",
                "content": [
                    "Die Beschneidung ist das erste Gebot, das unser Stammvater Awraham von G\"tt erhalten hat. Die Brit Mila ist eines der wichtigsten Gebote im Judentum.",
                    "In der Torah steht: \"Beschnitten werde bei euch jegliches Männliche und das dies zum Bundeszeichen werde zwischen mir und euch\" (Gen. 17:10). In der Torah wird das Wort \"Brit\" (Hebr. Bund) 13 Mal in Zusammenhang mit Beschneidung erwähnt. Unsere Weisen sagen, dass die Brit Mila als eines der Größten aller Gebote gilt.",
                    "Die Brit Mila (Bund der Beschneidung) gilt im Judentum als Eintritt in den Bund mit G\"tt (siehe auch Gen. 17,10 - 14). Während der Zeremonie der Brit Mila werden verschiedene Segenssprüche gesagt, die das Kind in den Bund mit G\"tt einführen sollen.",
                    "In der jüdischen Geschichte war die Brit Mila einer der jüdischen Bräuche, die am stärksten verfolgt wurden. Auch unter dem Sowjetregime wurden die meisten jüdischen Knaben nicht beschnitten. Dies war eine der Methoden, jüdisches Brauchtum zu unterdrücken, in der Hoffnung, dass die Juden dann die Weltanschauung ihrer Unterdrücker annehmen würden und sich assimilierten."
                ],
                "reference": "Weitere Informationen finden Sie im Artikel über Beschneidung ",
                "link": "am Ende der Seite"
            },
            {
                "title": "Ablauf und Heilungsprozess",
                "content": [
                    "Die Brit Mila findet im Normalfall am achten Lebenstag des Knaben statt. Es gibt aber auch heute viele Fälle, wo sich Erwachsene bzw. Jugendliche aus religiösen oder medizinischen Gründen beschneiden lassen wollen. Es handelt sich dabei um einen sehr kleinen Eingriff. Die Beschneidung kann im häuslichen Umfeld, in der Synagoge oder im Gemeindesaal stattfinden.",
                    "Beschneidungen bei Säuglingen",
                    "Die Beschneidung findet am 8. Tag statt. Ist der Säugling jedoch zu schwach oder krank, wird die Beschneidung verschoben, bis der Säugling kräftig genug ist. Am 8. Tag wird keine Betäubung injiziert, da Betäubungsmittel ein höheres Risiko als der Schmerz durch den Schnitt tragen. Der Schmerz bei kleinen Babys ist minimal, da das Schmerzempfinden noch nicht vollständig entwickelt ist. Das Baby beruhigt sich in der Regel nach wenigen Minuten. Auf Wunsch der Eltern kann ein Betäubungsmittel in Form von Salbe, Tropfen oder Zäpfchen äußerlich angewendet werden. Normalerweise führe ich die Brit Mila bei Kindern bis zu einem Alter von 6 Monaten alleine durch. Auf Wunsch der Eltern kann jedoch auch ein Arzt hinzugezogen werden. Für das Baby ist es jedoch besser, näher am 8. Tag beschnitten zu werden, da das Schmerzempfinden noch nicht vollständig ausgeprägt ist.",
                    "Heilung bei Säuglingen",
                    "Der Heilungsprozess bei Babys verläuft in der Regel schnell. Babys schlafen oft schon kurz nach dem Eingriff. Der Verband sollte 24 Stunden unverändert bleiben. Sollte der Verband abfallen oder verrutschen, kontaktieren Sie mich bitte. Der Verband wird bereits nach einem Tag entfernt. Dazu wird der Säugling gebadet und der Verband wird abgeweicht (ca. 10 Minuten). Eine leichte Rötung der Windel beim Windelwechsel ist normal und kommt vom Urin, der das Blut im Verband löst. Um ein Verkleben des Verbands zu vermeiden, können Sie etwas Baby-Öl auftragen.",
                    "Beschneidung bei Kindern, Jugendlichen und Erwachsenen",
                    "Ist das Kind über 6 Monate alt, wird grundsätzlich ein Arzt hinzugezogen, der die Beschneidung aus medizinischer Sicht betreut und überwacht (Narkose/Betäubung etc.). Kinder im Alter von über 6 Monaten bis zu 10 Jahren werden unter Vollnarkose beschnitten. Bei älteren Kindern und Erwachsenen wird eine lokale Betäubung verwendet.",
                    "Heilung bei Erwachsenen",
                    "Die Heilung bei Erwachsenen ist in der Regel nach etwa 2 Wochen abgeschlossen. Sollten Schmerzen auftreten (was sehr selten ist), können diese mit Schmerzmitteln behandelt werden (kein Aspirin, da es blutverdünnend wirkt). In den ersten Tagen kann ein unangenehmes Gefühl auftreten. Die Fäden lösen sich durchschnittlich nach 7-12 Tagen von selbst auf. Kamillenbäder können den Heilungsprozess begünstigen. In der Regel ist bereits 3 Tage nach dem Eingriff wieder Duschen erlaubt. Ein normales Bad sollte erst nach dem vollständigen Auflösen der Fäden durchgeführt werden."
                ]
            },
            {
                "title": "Vorteile für die Beschneidung",
                "content": [
                    "Mit der Beschneidung erfüllen jüdische Menschen eines der wichtigsten Gebote der Thora, und diese Mizwa hat das jüdische Volk über Jahrhunderte vor Assimilation bewahrt. Zusätzlich finden in letzter Zeit immer mehr Mediziner und Ärzte gute Argumente, die für eine Beschneidung sprechen, abgesehen von den hygienischen und gesundheitsfördernden Gründen.",
                    "Die amerikanische Gesundheitsbehörde NIH stellte in einer Studie in Uganda und Kenia fest, dass das Risiko einer HIV-Infektion bei beschnittenen Männern in Uganda um 48% und in Kenia um 53% geringer ist als bei unbeschnittenen Männern. Mediziner stellten außerdem fest, dass das Risiko für Frauen, an Gebärmutterhalskrebs zu erkranken, geringer ist, wenn ihr Partner beschnitten ist. Bei beschnittenen Männern tritt fast nie Peniskrebs auf. Auch das Risiko für Harnwegsinfektionen sinkt deutlich bei beschnittenen Männern.",
                    "Bei der Beschneidung durch einen Mohel wird die Vorhaut komplett entfernt, sodass eine Phimose verhindert wird. Es gibt auch weniger Probleme durch Narbenbildung."
                ]
            },
            {
                "title": "Vorteile einer Beschneidung durch einen Mohel",
                "content": [
                    "Welche Vorteile bringt die Beschneidung durch einen Mohel?",
                    "Es gibt einen großen Unterschied zwischen einer Beschneidung, die durch einen Arzt oder durch einen Mohel durchgeführt wird. Diese Meinung vertritt Prof. Abraham Steinberg aus Israel, der jahrelang Untersuchungen zu diesem Thema durchgeführt hat. Aufgrund der Einfachheit des Eingriffes werden im Krankenhaus in der Regel sehr junge Ärzte, die über wenig Erfahrung verfügen, mit diesem Eingriff betraut. Der Arzt nutzt dabei Klemmen, um das Blut zu stillen, was zu vermehrten Schmerzen führt. Auch der Eingriff dauert lange, da dem Arzt die Routine fehlt. Der Mohel ist auf diese Art von Eingriffen spezialisiert. Seine Handgriffe sind geübt und alles geht bei ihm sehr schnell, sodass das Kind wenig Stress und Schmerzen ausgesetzt ist. Halachisch gesehen mag ein Chirurg qualifiziert sein, die Operation der Beschneidung vorzunehmen, aber das heißt noch nicht, dass er den Bund der Beschneidung ausführen kann.",
                    "Mögliche Beschwerden nach der OP bei Erwachsenen",
                    "Leichte Schmerzen",
                    "Geringe Nachblutungen",
                    "Schwellungen im Operationsbereich"
                ]
            }
        ],
        "GottHatImmerRecht": {
            "header": "Gott hat immer recht:",
            "author": "(von Rabbi David Goldberg)",
            "content": [
                "G-tt gibt keine veralteten oder unsinnigen Anweisungen. G-tt gibt den Menschen mit der Tora 613 Gebote. Das erste Gebot ist das Gebot der Ehe: „...seid fruchtbar und mehret euch“, gefolgt vom Gebot der Beschneidung.",
                "„Ein jeder von euch männlichen Geschlechts soll beschnitten werden. Ihr sollt am Fleisch eurer Vorhaut beschnitten werden, und das soll das Zeichen des Bundes sein zwischen mir und euch.“ (Genesis 17:10).",
                "Nach dieser wichtigen Prüfung der Beschneidung Abrahams - Abraham unterzog sich insgesamt zehn Prüfungen - änderte G-tt seinen Namen von Abram zu Abraham. G-tt fügte das „he“ aus seinem eigenen heiligen Namen hinzu. Weil Abram gehorsam handelte, wurde er zu Abraham, dem Träger der Verheißung - Vater vieler Völker.",
                "Im zweiten Gebot der Tora sehen wir die Bedeutung, die G-tt der Beschneidung für sein Volk beimisst. Unsere Weisen erklären auch, dass sich die drei wichtigsten Gebote der Tora aus dem Wort Schabbat ableiten lassen - im Hebräischen Schin, Bet, Taw. Schin für Schabbat, Bet für Brit Mila - Beschneidung, Taw für Tefillin - Gebetsriemen. Drei Gebote als Zeichen der Bündnisse, die G-tt mit seinem Volk geschlossen hat.",
                "In der Praxis zeigt sich dies darin, dass Juden ihre Söhne am achten Tag, wie von G-tt geboten, seit etwa 3700 Jahren unter den schwierigsten äußeren Bedingungen beschneiden. (Genesis 17:12). Bei Krankheiten wie Fieber und Gelbsucht erlaubt die Halacha eine Verschiebung. Im Alter von acht Tagen sind die Nerven des Babys für Schmerzempfindungen noch nicht voll entwickelt. Dies wird durch bekannte medizinische Studien bestätigt. Im Vergleich zum Islam - wo die Beschneidung ebenfalls gemäß der biblischen Geschichte von Ismael praktiziert wird - erfolgt sie im Islam bis zum Alter von 13 Jahren. Eine Beschneidung von Mädchen kann jedoch aus keinem Teil der Tora abgeleitet werden und wurde daher in jüdischen Gemeinden nie praktiziert.",
                "Die jüdische Geschichte berichtet nur von einer Zeitspanne, in der die Söhne Israels nicht beschnitten wurden, während der 40-jährigen Reise durch die Sinai-Wüste. Josua musste alle Männer des Volkes beschneiden, bevor sie den Jordan überqueren konnten. Unbeschnittene Männer werden im Hebräischen mit einem speziellen Namen bezeichnet, fast einem Schimpfwort in der Gemeinschaft Israels: „Arel“. Ein solcher Mann ist laut Toragebot von bestimmten Gelegenheiten ausgeschlossen, z.B. als Mitglied bei der Bildung eines Minjan, beim Aufruf zur Toralesung oder bei der Teilnahme am Pessachfest, obwohl er von Geburt an Jude ist.",
                "Bis vor wenigen Jahren war die Beschneidung das wichtigste und manchmal das einzige mögliche Gebot, das alle jüdischen Eltern, ob religiös oder nicht, erfüllten. Leider hat sich dies geändert, insbesondere in den ehemaligen kommunistischen Ländern - insbesondere den GUS-Staaten. Die Beschneidung wird sogar offen abgelehnt. Ein Grund ist der Eingriff selbst, der gefürchtet und abgelehnt wird, obwohl er einer der einfachsten chirurgischen Eingriffe ist. Doch wenn ein Arzt die Beschneidung aus medizinischen Gründen anordnet, gibt es keine Einwände.",
                "Als Gegenbeispiel wird die Beschneidung zunehmend von Nichtjuden in Amerika praktiziert. Ein Grund dafür ist, dass kein beschnittener Mann jemals an Peniskrebs erkrankt ist. Die Frauen beschnittener Männer haben deutlich weniger Genitalerkrankungen. Alle männlichen Mitglieder der britischen Königsfamilie sind seit Generationen beschnitten.",
                "Früher wurde die Beschneidung, die Entfernung der Vorhaut, bei allen Völkern ohne Betäubung durchgeführt. Bei Juden war es üblich, dass Säuglinge:",
                {
                    "type": "ul",
                    "content": [
                        "Kinder empfinden wenig Schmerz im Vergleich zu Erwachsenen, zumindest ist das Schmerzempfinden von Erwachsenen sehr unterschiedlich.",
                        "Eine fachgerecht durchgeführte Beschneidung durch den Mohel - den rituellen Beschneider im Judentum - geht sehr schnell und verursacht nur geringe Schmerzen.",
                        "Sehr kleine Kinder haben kein Gedächtnis oder Trauma.",
                        "Narkosemittel bergen ein größeres Risiko als die Schmerzen der Beschneidung und man möchte das Kind nicht zusätzlich gefährden."
                    ]
                },
                "Ein Anästhetikum wurde nur in extremen Notfällen eingesetzt. Heute hat sich die Einstellung aufgrund neuer und besserer Medikamente etwas geändert. Diese bergen kaum noch Gefahren für Kleinkinder und die Schmerzen können minimiert werden. In Amerika empfehlen Ärzte eine leichte Anästhesie.",
                "Bei Erwachsenen wird eine lokale Betäubungsspritze mit 1 % Lidocain empfohlen. Für ein Baby ist die Spritze wesentlich schmerzhafter und eine Verletzung der feinen Blutgefäße kann zu Nekrosen führen. Das Medikament gelangt auch in den Blutkreislauf, was Herz- und Kreislaufstörungen, Blutdruckabfall und Hörstörungen verursachen kann. Nur ein Arzt sollte dieses Medikament verabreichen.",
                "Eine weitere Form ist Lidocain-Salbe. Diese hat den Vorteil, dass das Medikament nicht durch die Haut in den Körper und damit in den Blutkreislauf eindringt. Für einige Sekunden spürt das Baby während und nach der Beschneidung weniger Schmerzen. Die Salbe beseitigt jedoch nicht alle Empfindungen. Ein gewisser Schmerz bleibt, und die Wirkung variiert bei Kindern. Die Salbe muss mindestens eine Stunde vorher aufgetragen werden.",
                "Eine dritte Möglichkeit zur Schmerzlinderung ist ein Zuckermedikament, „Sachros“, das bei den meisten Kindern sehr gute Wirkungen zeigt. Da es sich um eine Flüssigkeit handelt, die oral verabreicht wird, ist es einfach zu verabreichen, z.B. auf einem Schnuller, unmittelbar vor dem Eingriff. Wie die Salbe sorgt es nicht für eine 100%ige Betäubung. Ein gewisser Schmerz bleibt. Eine weitere Variante ist die Verabreichung von Tabletten oder Zäpfchen, wie bei anderen Schmerzbehandlungen. Die medizinischen Wirkungen sind nicht vollständig bekannt und diese Medikamente haben andere Nebenwirkungen.",
                "Wie bei allen Themen des täglichen Lebens im Judentum gibt es auch hier halachische Meinungen und Diskussionen. In den ersten Jahrhunderten wurde die Beschneidung ohne Betäubung bei Kindern und Erwachsenen durchgeführt. Später wurde eine Vollnarkose oder zumindest eine lokale Betäubung bei Erwachsenen üblich. Normalerweise erhalten Kinder im Alter von sechs Monaten bis zehn Jahren eine Vollnarkose, und ab zehn Jahren wird eine lokale Betäubung angewendet. Erst in der letzten Generation gab es eine rabbinische Debatte darüber, ob halachisch eine Betäubungssalbe für Säuglinge bis zu sechs Monaten sowie andere Formen der Betäubung für Kinder und Erwachsene erlaubt sind. Das Ergebnis sind drei Meinungen:",
                {
                    "type": "ul",
                    "content": [
                        "Keine Betäubung oder Vollnarkose ist für Erwachsene, Kinder und Säuglinge erlaubt.",
                        "Vollnarkose und lokale Betäubung sind für Erwachsene, Kinder und Säuglinge erlaubt.",
                        "Lokale Betäubung ist für Erwachsene und Kinder erlaubt, jedoch keine Betäubung für Säuglinge."
                    ]
                },
                "Die erste Meinung wird durch folgende Argumente gerechtfertigt:",
                {
                    "type": "ul",
                    "content": [
                        "Dies war seit Abraham schon immer so - und alle Neuerungen sind verboten.",
                        "Der Midrasch sagt: Man muss durch die Beschneidung leiden: Rabbi Levi sagt: Es steht über Abraham geschrieben - er beschnitt sich selbst - und es wird erklärt, dass er gelitten hat, was seine Belohnung größer macht. Der Midrasch sagt auch: Wenn ein Kind weint und leidet, soll man an seine eigenen Leiden und Probleme denken und dem Kind wünschen, dass die momentanen Schmerzen die einzigen sind, die es haben wird, und dies auch für seine Eltern.",
                        "Ein weiterer Midrasch erklärt: G-tt hat alle Leiden und Schmerzen zugeteilt, und dies gehört bereits dazu, und andere Leiden werden wegfallen.",
                        "Das Gebot „Beschneidung der Vorhaut“ darf auch erfüllt werden, wenn keine Schmerzen empfunden werden. Die Erfüllung des Gebots ist jedoch nur gegeben, wenn man den Schnitt spürt, das erste Blut - ein oder zwei Tropfen - abgesaugt wird und der Rest der Vorhaut zum Körper gedrückt wird, sodass die Eichel freiliegt.",
                        "Der Talmud erwähnt, dass Betäubungsmittel bekannt waren - Baba Kama 83b und 85a - und dennoch wurden sie bis zu unserer Generation nicht verwendet. Daraus wird geschlossen, dass eine Person bei der Beschneidung etwas leiden muss.",
                        "Ein weiteres halachisches Problem ist, dass ein Erwachsener unter Vollnarkose den Mohel nicht selbst beauftragen kann, die Beschneidung im Schlaf durchzuführen.",
                        "Man sollte niemanden in Gefahr bringen, und jede Vollnarkose birgt ein Restrisiko, auch wenn es heute sehr gering ist."
                    ]
                },
                "Die Mehrheit der Rabbiner denkt heute, dass man bei einer örtlichen Betäubung bei Erwachsenen nicht gegen das Gesetz verstößt. Ebenso ist es erlaubt Schmerzen zu erleichtern. Durch den Einstich mit der Spritzennadel entsteht Schmerz. Außerdem findet sich weder in der Tora noch im Talmud, noch in der Kabbala ein Hinweis, dass Schmerzen sein müssen, damit die Beschneidung koscher, also gültig ist. Den einzigen Hinweis für das Gegenteil bietet der oben genannte Midrasch. Auch bei Babys die mit Salbe oder Tropfen behandelt werden, bleibt ein Restschmerz. Für alle, die Schmerzen bei der Beschneidung für notwendig halten, sollte das genügen. Auch für die Vollnarkose bei Erwachsenen kann man anführen, dass es Belegstellen im Talmud gibt, dass man den Auftrag für die Beschneidung vor dem Schlafen gehen erteilen kann und die Handlung gültig ist.",
                "Zum Schluss muss noch darauf hingewiesen werden, dass ein großer Unterschied zwischen einer Beschneidung durch einen Arzt oder durch einen Mohel besteht. Diese Meinung vertritt Prof. Abraham Steinberg aus Israel, der jahrelang Untersuchungen zu diesem Thema durchgeführt hat. Auch ist er der Ansicht, dass erfahrungsgemäß im Krankenhaus junge Ärzte mit wenig Erfahrung mit diesem Eingriff beauftragt werden. Der Arzt benutzt dazu Klemmen um das Blut zu stillen und das führt zu vermehrten Schmerzen. Auch dauert der Eingriff lange, da meist die Routine fehlt. Der Mohel ist darauf spezialisiert. Es geht bei ihm alles sehr schnell und das Kind leidet kaum. Meist schläft es nach kurzer Zeit und isst normal. In seinem Lebensrhythmus bemerkt man keine Veränderung. Nach Prof. A. Steinberg darf man Betäubungssalben oder sanfte Beruhigungsmittel verwenden.",
                "Anschließend kann zusammengefasst werden, dass die Angst vor der Brit Mila absolut keinen objektiven Grund gegen diese darstellt! Medizinische Berichte und Statistiken belegen zusätzlich, dass es in den letzten Jahren keine ernsthaften Zwischenfälle gab. In diesem Zeitraum fanden auch sehr viele Beschneidungen bei Erwachsenen – durch die Zuwanderung aus den GUS-Staaten – statt, die sich lediglich in der Heilungsdauer unterschieden. Auch in den jüdischen Quellen sind keine Zwischenfälle bei Beschneidungen bekannt.",
                "G-ttes Anweisungen sind also in der heutigen, modernen, aufgeklärten Zeit in doppelter Weise sinnvoll:",
                {
                    "type": "ul",
                    "content": [
                        "Erfüllung des Gebotes, -Mitzwa- und",
                        "Beschneidung als guter, hygienischer und gesundheitsfordernder Maßnahme."
                    ]
                }
            ],
            "signature": "Rabbiner und Mohel David Goldberg"
        }
    },
    "prayars": {
        "title": "Text der Brit Milah"
    },
    "costs": {
        "title": "Kosten",
        "paragraphs": [
            "Die Beschneidung ist ein wichtiges Gebot im Judentum, aber ihre Durchführung ist mit verschiedenen Kosten verbunden. Ich erwarte, dass die notwendigen Reisekosten sowie gegebenenfalls die Hotelkosten übernommen werden.",
            "Zusätzlich stelle ich alle notwendigen Medikamente (Salben) und Verbände für die Behandlung während und nach der Beschneidung bereit. Ich begleite das Baby auch etwa zwei Stunden nach der Beschneidung, um sicherzustellen, dass alles gut verläuft. Der Service umfasst auch die Verfügbarkeit, jederzeit Fragen zu beantworten.",
            "Neben den detaillierten Ausgaben schätze ich die Vergütung für die Zeit und das Können, die erforderlich sind, um die Beschneidung auf die professionellste und sensibelste Weise durchzuführen."
        ]
    },
    "contact": {
        "title": "Kontakt",
        "content": {
            "rabbi": {
                "title": "Rabbiner David Goldberg",
                "description": "Diplomierter und qualifizierter Mohel zur Ausführung von Beschneidungen"
            },
            "contactInfo": {
                "landLine": {
                    "title": "Telefon",
                    "number": "+49(0)9281-51741"
                },
                "phone": {
                    "title": "Mobile",
                    "number": "+49(0)172-8551010"
                },
                "email": {
                    "title": "Email"
                },
                "homepage": {
                    "title": "Homepage"
                }
            },
            "contactForm": {
                "description": "Bitte nutzen Sie das Kontaktformular um mir eine Nachricht zu schicken. Ich werde sie so schnell wie möglich bearbeiten bzw. Sie telefonisch kontaktieren.",
                "labels": {
                    "name": {
                        "title": "Vollständiger Name",
                        "placeholder": "Geben Sie Ihren vollständigen Namen ein..."
                    },
                    "lineNumber": {
                        "title": "Telefon",
                        "placeholder": "Geben Sie Ihre Telefonnummer  ein..."
                    },
                    "phoneNumber": {
                        "title": "Mobil",
                        "placeholder": "Geben Sie Ihre Handynummer ein..."
                    },
                    "email": {
                        "title": "Email",
                        "placeholder": "Geben Sie Ihre Email-Adresse ein..."
                    },
                    "message": {
                        "title": "Nachricht",
                        "placeholder": "Falls Sie Fragen oder Anliegen haben..."
                    }
                },
                "buttons": {
                    "clearFields": "Felder leeren",
                    "send": "Senden"
                }
            }
        },
        "successMessage": "Deine Angaben wurden erfolgreich übermittelt. Ich werde mich so schnell wie möglich mit dir in Verbindung setzen. Vielen Dank!",
        "errorMessage": "Nachricht konnte nicht gesendet werden. Bitte versuchen Sie es später noch einmal!"
    },
    "FloatingWhatsAppButton": {
        "chatMessage": "Hallo! Wie kann ich Ihnen helfen?"
    }
}