{
    "header": {
        "title": "Rabbi David Goldberg - Mohel",
        "brand": "Rabbi David Goldberg",
        "home": "Home",
        "aboutMe": "About Me",
        "aboutBritMilah": "About Brit Milah",
        "costs": "Costs",
        "contact": "Contact"
    },
    "home": {
        "welcome": "Shalom and Welcome",
        "introduction": "I am pleased to welcome you to my homepage.",
        "content": [
            {
                "paragraph": "Here you will find comprehensive information about Jewish ritual circumcision, including the significance of Brit Milah, circumcision of infants, children, adolescents, and adults, as well as details on the procedure and healing process. You will also find information about me and various ways to contact me."
            },
            {
                "paragraph": "If this initial overview has piqued your interest and you are looking for a Mohel to perform the Brit Milah - circumcision - for your child from A to Z, please do not hesitate to contact me via the"
            },
            {
                "link": "Contact"
            },
            {
                "paragraph": "button. I am happy to be at your disposal."
            },
            {
                "paragraph": "Non-Jewish individuals are also warmly invited to contact me with any questions about circumcision. I will support you to the best of my knowledge and conscience, regardless of your religious background."
            },
            {
                "paragraph": "With kind regards, Rabbi David Goldberg Circumcisions - Ordained and Certified Mohel"
            }
        ]
    },
    "about_me": {
        "title": "About Me",
        "points": [
            "Born in Jerusalem, Israel",
            "Education at various yeshivas in Israel",
            "Training as a Mohel",
            "Ordained as a Rabbi in Israel",
            "Worked as a Mohel and teacher in Israel and Germany",
            "In Germany since the early 1990s",
            "Decades of experience as a Mohel, having performed over 3000 circumcisions to date",
            "Active in various communities in Germany",
            "Since 1997, community rabbi of the Jewish community in Hof",
            "Visiting rabbi in various other communities in Bavaria and Thuringia"
        ],
        "paragraphs": [
            "I am a Mohel trained by experienced Mohels. I have performed numerous Brit Milahs with care and precision.",
            "My goal is to ensure that every Brit Milah is performed not only according to Halacha (Jewish law) but also as pleasantly and stress-free as possible for the baby and the family.",
            "I have learned from respected and experienced Mohels and have completed various training programs. These experiences have taught me the importance of considering both the physical and emotional needs of the family during this significant moment."
        ]
    },
    "about_brit_milah": {
        "header": "About Brit Milah",
        "sections": [
            {
                "title": "Significance of Brit Milah",
                "content": [
                    "Circumcision is the first commandment our forefather Abraham received from G-d. Brit Milah is one of the most important commandments in Judaism.",
                    "In the Torah it says: \"Every male among you shall be circumcised, and this shall be the sign of the covenant between me and you\" (Gen. 17:10). The word 'Brit' (Hebrew for covenant) is mentioned 13 times in connection with circumcision in the Torah. Our sages say that Brit Milah is considered one of the greatest of all commandments.",
                    "Brit Milah (Covenant of Circumcision) is considered in Judaism as an entry into the covenant with G-d (see Gen. 17:10-14). During the Brit Milah ceremony, various blessings are recited to introduce the child into the covenant with G-d.",
                    "In Jewish history, Brit Milah was one of the Jewish customs most persecuted. Under the Soviet regime, most Jewish boys were not circumcised. This was one of the methods used to suppress Jewish customs in the hope that Jews would then adopt the worldview of their oppressors and assimilate."
                ],
                "reference": "For more information, see the article on circumcision ",
                "link": "at the bottom of the page"
            },
            {
                "title": "Procedure and Healing Process",
                "content": [
                    "Brit Milah usually takes place on the eighth day of a boy's life. However, there are many cases today where adults or adolescents want to be circumcised for religious or medical reasons. It is a very minor procedure. Circumcision can take place at home, in the synagogue, or in the community hall.",
                    "Circumcisions for Infants",
                    "The circumcision takes place on the 8th day. If the infant is too weak or sick, the circumcision is postponed until the infant is strong enough. No anesthesia is injected on the 8th day, as anesthetics pose a higher risk than the pain from the cut. The pain in small babies is minimal because the pain sensation is not fully developed. The baby usually calms down after a few minutes. At the parents' request, an anesthetic can be applied externally in the form of ointment, drops, or suppositories. Normally, I perform Brit Milah alone on children up to 6 months of age. At the parents' request, a doctor can be involved, but it is better for the baby to be circumcised closer to the 8th day as the pain sensation is not fully developed.",
                    "Healing in Infants",
                    "The healing process in babies is usually quick. Babies often sleep shortly after the procedure. The bandage should remain unchanged for 24 hours. If the bandage falls off or slips, please contact me. The bandage is removed after one day. The baby is bathed and the bandage is soaked off (about 10 minutes). A slight redness of the diaper during diaper changes is normal and comes from the urine dissolving the blood in the bandage. To prevent the bandage from sticking, you can apply some baby oil.",
                    "Circumcision in Children, Adolescents, and Adults",
                    "If the child is over 6 months old, a doctor is generally involved to medically monitor the circumcision (anesthesia, etc.). Children aged 6 months to 10 years are circumcised under general anesthesia. Older children and adults are given local anesthesia.",
                    "Healing in Adults",
                    "Healing in adults is usually completed in about 2 weeks. If pain occurs (which is very rare), it can be treated with painkillers (no aspirin, as it thins the blood). In the first few days, an uncomfortable feeling may occur. The stitches dissolve on their own after an average of 7-12 days. Chamomile baths can promote the healing process. Showering is usually allowed 3 days after the procedure. A normal bath should only be taken after the stitches have completely dissolved."
                ]
            },
            {
                "title": "Benefits of Circumcision",
                "content": [
                    "By circumcising, Jewish people fulfill one of the most important commandments of the Torah, and this mitzvah has protected the Jewish people from assimilation over the centuries. Additionally, more and more doctors and physicians are finding good arguments in favor of circumcision, aside from the hygienic and health-promoting reasons.",
                    "The American health authority NIH found in a study in Uganda and Kenya that the risk of HIV infection in circumcised men in Uganda is 48% lower and in Kenya 53% lower than in uncircumcised men. Doctors also found that the risk of women developing cervical cancer is lower if their partner is circumcised. Penile cancer almost never occurs in circumcised men. The risk of urinary tract infections is also significantly reduced in circumcised men.",
                    "When circumcised by a Mohel, the foreskin is completely removed, preventing phimosis. There are also fewer problems from scar formation."
                ]
            },
            {
                "title": "Benefits of Circumcision by a Mohel",
                "content": [
                    "What are the advantages of circumcision by a Mohel?",
                    "There is a significant difference between a circumcision performed by a doctor and one performed by a Mohel. This is the opinion of Prof. Abraham Steinberg from Israel, who has conducted research on this topic for years. Due to the simplicity of the procedure, very young doctors with little experience are usually assigned to perform this procedure in the hospital. The doctor uses clamps to stop the bleeding, which causes more pain. The procedure also takes longer because the doctor lacks routine. The Mohel specializes in this type of procedure. His movements are practiced, and everything happens very quickly, so the child experiences little stress and pain. Halachically, a surgeon may be qualified to perform the circumcision operation, but that does not mean he can perform the covenant of circumcision.",
                    "Possible Complaints after the Surgery in Adults",
                    "Mild pain",
                    "Minor bleeding",
                    "Swelling in the operation area"
                ]
            }
        ],
        "GottHatImmerRecht": {
            "header": "God is Always Right:",
            "author": "(by Rabbi David Goldberg)",
            "content": [
                "G-d does not give outdated or nonsensical instructions. G-d gives people 613 commandments with the Torah. The first commandment is the commandment of marriage: '...be fruitful and multiply,' followed by the commandment of circumcision.",
                "'Every male among you shall be circumcised. And you shall be circumcised in the flesh of your foreskin, and it shall be the sign of the covenant between Me and you.' (Genesis 17:10).",
                "After this important test of Abraham's circumcision - Abraham underwent a total of ten tests - G-d changed his name from Abram to Abraham. G-d added the 'he' from His own holy name. Because Abram acted obediently, he became Abraham, the bearer of promise - father of many nations.",
                "In the Torah's second commandment, we see the importance G-d places on circumcision for His people. Our sages also explain that the three most important commandments of the Torah can be derived from the word Shabbat - in Hebrew, shin, bet, tav. Shin for Shabbat, bet for Brit Mila - circumcision, tav for Tefillin - phylacteries. Three commandments as signs of the covenants that G-d made with His people.",
                "In practice, this is evident as Jews have circumcised their sons on the eighth day, as commanded by G-d, for approximately 3700 years, under the most difficult external conditions. (Genesis 17:12). In cases of illnesses like fever and jaundice, Halacha allows for a delay. At eight days old, the baby does not have fully developed nerves for pain sensation. This is confirmed by known medical studies. In comparison to Islam - where circumcision is also practiced according to the biblical story of Ishmael - it is performed up to the age of 13 years in Islam. However, circumcision of girls cannot be derived from any part of the Torah and has therefore never been practiced in Jewish communities.",
                "Jewish history reports only one period during which the sons of Israel were not circumcised, during the 40-year journey through the Sinai desert. Joshua had to circumcise all the men of the people before they could cross the Jordan. Uncircumcised men are called by a special name in Hebrew, almost a curse word in the community of Israel: 'Arel.' Such a man is excluded from certain occasions according to Torah law, e.g., as a member in forming a Minyan, being called to the Torah reading, or participating in the Passover celebration, although he is Jewish by birth.",
                "Until a few years ago, circumcision was the most important and sometimes the only possible commandment that all Jewish parents, religious or non-religious, observed. Unfortunately, this has changed, especially in the former communist countries - particularly the CIS states. Circumcision is even openly argued against. One concern is the procedure itself, which is feared and rejected, even though it is one of the easiest surgeries. However, when a doctor orders circumcision for medical reasons, no objections are raised.",
                "As a counterexample, circumcision is increasingly practiced by non-Jews in America. One reason is that no circumcised man has ever developed penile cancer. The wives of circumcised men have significantly fewer genital diseases. All male members of the British royal family have been circumcised for generations.",
                "In the past, circumcision, the removal of the foreskin, was performed without anesthesia among all peoples. Among Jews, it was customary for infants:",
                {
                    "type": "ul",
                    "content": [
                        "Children feel little pain compared to adults, at least adults' understanding of pain is very different.",
                        "A professionally performed circumcision by the Mohel - ritual circumciser in Judaism - is very quick and causes only minor pain.",
                        "Very young children have no memory or trauma.",
                        "Anesthetics pose a greater risk than the pain of circumcision and one does not want to additionally endanger the child."
                    ]
                },
                "An anesthetic was used only in extreme emergencies. Today, attitudes have changed somewhat due to new and better medications. These pose hardly any danger to small children and the pain can be minimized. In America, doctors recommend light anesthesia.",
                "A local anesthesia injection with 1% lidocaine is recommended for adults. For a baby, the injection is much more painful, and injuring the fine blood vessels can cause necrosis. The medication also enters the bloodstream, potentially disturbing the heart and circulation, causing blood pressure drops and hearing impairments. Only a doctor should administer this medication.",
                "Another form is lidocaine ointment. This has the advantage that the medication does not penetrate the skin into the body and thus into the bloodstream. For a few seconds, the baby feels less pain during and after circumcision. However, the ointment does not eliminate all sensations. Some pain remains, and the effect varies among children. The ointment must be applied at least an hour beforehand.",
                "A third means of pain relief is a sugar medication, 'Sachros,' with very good effects for most children. As it is a liquid to be taken orally, it is easy to administer, e.g., on a pacifier, immediately before the procedure. Like the ointment, it does not provide 100% anesthesia. Some pain remains. Another variant is the administration of tablets or suppositories, as with other pain treatments. The medical effects are not fully known, and these medications have other side effects.",
                "As with all daily life topics in Judaism, there are halachic opinions and discussions here as well. In the first centuries, circumcision was performed without anesthesia for children and adults. Later, general anesthesia or at least local anesthesia became common for adults. Normally, children from six months to ten years old undergo general anesthesia, and from ten years onwards, local anesthesia is used. Only in the last generation has there been a rabbinic debate about whether halachically, anesthesia ointment is allowed for infants up to six months, as well as other forms of anesthesia for children and adults. The result is three opinions:",
                {
                    "type": "ul",
                    "content": [
                        "No anesthesia or general anesthesia is allowed for adults, children, and infants.",
                        "General and local anesthesia is allowed for adults, children, and infants.",
                        "Local anesthesia is allowed for adults and children, but no anesthesia for infants."
                    ]
                },
                "The first opinion is justified by the following arguments:",
                {
                    "type": "ul",
                    "content": [
                        "This has always been the case since Abraham - and all innovations are forbidden.",
                        "The Midrash states: One must suffer through circumcision: Rabbi Levi says: It is written about Abraham - he circumcised himself - and it is explained that he suffered, making his reward greater. The Midrash also states: When a child cries and suffers, one should think of one's own sufferings and problems and wish for the child that the momentary pains are the only ones it will have, thus also for its parents.",
                        "Another Midrash explains: G-d has allotted all sufferings and pains, and this is already part of it, and other sufferings will fall away.",
                        "The commandment 'Circumcision of the foreskin' may be fulfilled even if no pain is felt. However, the fulfillment of the commandment is only given when one feels the cut, the first blood - one or two drops - is sucked away, and the rest of the foreskin is pushed to the body, leaving the glans exposed.",
                        "The Talmud mentions that anesthetics were known - Baba Kama 83b and 85a - and yet they were not used until our generation. From this, it is concluded that a person must suffer somewhat during circumcision.",
                        "Another halachic problem is that an adult under general anesthesia cannot self-appoint the Mohel to perform the circumcision while asleep.",
                        "One should not put a person in danger, and every general anesthesia carries a residual risk, even if very small today."
                    ]
                },
                "Most rabbis today believe that local anesthesia for adults does not violate the law. It is also allowed to ease pain. The injection of the anesthetic needle causes pain. Additionally, neither the Torah nor the Talmud nor the Kabbalah indicate that pain is necessary for the circumcision to be kosher, i.e., valid. The only indication for the opposite is the aforementioned Midrash. Even babies treated with ointments or drops experience residual pain. For those who believe that pain is necessary for circumcision, this should suffice. For general anesthesia in adults, there are Talmudic sources suggesting that the appointment for circumcision can be made before going to sleep, and the act is valid.",
                "In conclusion, it must be noted that there is a significant difference between circumcision performed by a doctor and by a Mohel. This opinion is supported by Prof. Abraham Steinberg from Israel, who has conducted extensive research on this topic. He also believes that, in hospitals, young doctors with little experience in this procedure are often assigned. The doctor uses clamps to stop the bleeding, which leads to increased pain. The procedure also takes longer due to a lack of routine. The Mohel is specialized; everything goes very quickly, and the child suffers minimally. Usually, it sleeps shortly afterward and eats normally. No change is noticeable in its life rhythm. According to Prof. A. Steinberg, anesthetic ointments or mild sedatives may be used.",
                "In summary, the fear of Brit Mila presents no objective reason against it! Medical reports and statistics further show that there have been no serious incidents in recent years. During this period, many circumcisions have been performed on adults - due to immigration from the CIS states - differing only in healing duration. Jewish sources also report no incidents during circumcisions.",
                "G-d's instructions are therefore doubly sensible in today's modern, enlightened times:",
                {
                    "type": "ul",
                    "content": [
                        "Fulfillment of the commandment, -Mitzvah- and",
                        "Circumcision as a good, hygienic, and health-promoting measure."
                    ]
                }
            ],
            "signature": "Rabbi and Mohel David Goldberg"
        }
    },
    "costs": {
        "title": "Costs",
        "paragraphs": [
            "Since Brit Mila is a Mitzvah (good deed), only travel and possibly hotel costs are incurred.",
            "I provide the medications (ointments) and bandages needed for the circumcision and aftercare. I also monitor the baby for about 2 hours after the circumcision. If you have any questions, you can contact me at any time.",
            "If you are satisfied with the Mohel's work, you can also reimburse him for the cost of medications and expenses."
        ]
    },
    "contact": {
        "title": "Contact",
        "content": {
            "rabbi": {
                "title": "Rabbi David Goldberg",
                "description": "Certified and qualified Mohel for performing circumcisions"
            },
            "contactInfo": {
                "landLine": {
                    "title": "Phone"
                },
                "phone": {
                    "title": "Mobile"
                },
                "email": {
                    "title": "Email"
                },
                "homepage": {
                    "title": "Homepage"
                }
            },
            "contactForm": {
                "description": "Please use the contact form to send me a message. I will process it as soon as possible and contact you by phone.",
                "labels": {
                    "name": {
                        "title": "Full Name",
                        "placeholder": "Enter your full name..."
                    },
                    "lineNumber": {
                        "title": "Phone",
                        "placeholder": "Enter your phone number..."
                    },
                    "phoneNumber": {
                        "title": "Mobile",
                        "placeholder": "Enter your mobile number..."
                    },
                    "email": {
                        "title": "Email",
                        "placeholder": "Enter your email address..."
                    },
                    "message": {
                        "title": "Message",
                        "placeholder": "If you have any questions or concerns..."
                    }
                },
                "buttons": {
                    "clearFields": "Clear Fields",
                    "send": "Send"
                }
            }
        },
        "successMessage": "Your details have been successfully submitted. I will get in touch with you as soon as possible. Thank you!",
        "errorMessage": "Failed to send your message. Please try again later!"
    },
    "FloatingWhatsAppButton":{
        "chatMessage": "Hello! How can I help you?"
    }
}