{
    "header": {
        "title": "הרב דוד גולדברג - מוהל",
        "brand": "רבי דוד גולדברג",
        "home": "דף הבית",
        "aboutMe": "אודותיי",
        "aboutBritMilah": "אודות ברית מילה",
        "costs": "עלויות",
        "contact": "צור קשר"
    },
    "home": {
        "welcome": "שלום וברוכים הבאים",
        "introduction": "אני שמח לברך אתכם בדף הבית שלי.",
        "content": [
            {
                "paragraph": "כאן תוכלו למצוא מידע מקיף אודות ברית מילה יהודית, כולל המשמעות של ברית מילה, ברית לתינוקות, ילדים, נערים ומבוגרים, וכן פרטים על התהליך ותהליך ההחלמה. תוכלו גם למצוא מידע עליי ודרכים שונות ליצור איתי קשר."
            },
            {
                "paragraph": "אם המבט הראשוני הזה עורר את עניינכם ואתם מחפשים מוהל לבצע את ברית המילה עבור ילדכם מהתחלה ועד הסוף, אל תהססו ליצור איתי קשר באמצעות כפתור "
            },
            {
                "link": "צור קשר"
            },
            {
                "paragraph": " אני שמח לעמוד לרשותכם"
            },
            {
                "paragraph": "גם אנשים שאינם יהודים מוזמנים בחום ליצור איתי קשר עם כל שאלה בנושא ברית מילה. אני אתמוך בכם במיטב הידע והמצפון שלי, ללא קשר לרקע הדתי שלכם."
            },
            {
                "paragraph": "בברכה, הרב דוד גולדברג - מוהל מוסמך"
            }
        ]
    },
    "about_me": {
        "title": "אודותיי",
        "points": [
            "נולד בירושלים, ישראל",
            "למד בישיבות שונות בישראל",
            "הכשרה כמוהל",
            "הוסמך כרב בישראל",
            "עבד כמוהל ומורה בישראל ובגרמניה",
            "בגרמניה מאז תחילת שנות ה-90",
            "עשרות שנים של ניסיון כמוהל, ביצע למעלה מ-3000 בריתות עד כה",
            "פעיל בקהילות שונות בגרמניה",
            "מאז 1997, רב קהילתי של קהילת יהודי הוף",
            "רב אורח בקהילות אחרות בבוואריה ותורינגיה"
        ],
        "paragraphs": [
            "אני מוהל שהוכשר על ידי מוהלים מנוסים. ביצעתי בריתות רבות בדייקנות ובדאגה.",
            "מטרתי היא להבטיח שכל ברית מילה תתבצע לא רק על פי ההלכה, אלא גם בנעימות וללא מתח ככל האפשר לתינוק ולמשפחה.",
            "למדתי ממוהלים מכובדים ומנוסים והשלמתי תוכניות הכשרה שונות. החוויות הללו לימדו אותי את החשיבות של התחשבות בצרכים הפיזיים והרגשיים של המשפחה ברגע חשוב זה."
        ]
    },
    "about_brit_milah": {
        "header": "אודות ברית מילה",
        "sections": [
            {
                "title": "משמעות ברית מילה",
                "content": [
                    "ברית המילה היא המצווה הראשונה שקיבל אברהם אבינו מאת ה'. ברית מילה היא אחת המצוות החשובות ביותר ביהדות.",
                    "בתורה נאמר: \"המול לכם כל זכר ונמלתם את בשר ערלתכם והיה לאות ברית ביני וביניכם\" (בראשית יז:י). המילה 'ברית' מוזכרת בתורה 13 פעמים בהקשר של ברית מילה. חז\"ל אומרים שברית מילה נחשבת לאחת המצוות הגדולות ביותר.",
                    "ברית מילה נחשבת ביהדות ככניסה לברית עם ה' (ראה בראשית יז:י-יד). במהלך טקס ברית המילה נאמרות ברכות שונות כדי להכניס את הילד לברית עם ה'.",
                    "בהיסטוריה היהודית, ברית מילה הייתה אחד המנהגים היהודיים הנרדפים ביותר. תחת המשטר הסובייטי, רוב הבנים היהודים לא נימולו. זו הייתה אחת השיטות לדכא את המנהגים היהודיים מתוך תקווה שהיהודים יאמצו את השקפת עולמם של מדכאיהם ויתבוללו."
                ],
                "reference": "למידע נוסף, ראה את המאמר על ברית מילה ",
                "link": "בתחתית הדף"
            },
            {
                "title": "ההליך ותהליך ההחלמה",
                "content": [
                    "ברית מילה נעשית בדרך כלל ביום השמיני לחיי הילד. עם זאת, ישנם מקרים רבים כיום שבהם מבוגרים או נערים רוצים לעבור ברית מילה מסיבות דתיות או רפואיות. זהו הליך קל מאוד. ברית המילה יכולה להיערך בבית, בבית הכנסת או באולם הקהילה.",
                    "ברית מילה לתינוקות",
                    "הברית נעשית ביום השמיני. אם התינוק חלש או חולה, הברית נדחית עד שהתינוק יהיה חזק מספיק. לא מוזרקת הרדמה ביום השמיני, כי הרדמה מהווה סיכון גבוה יותר מכאב החיתוך. הכאב בתינוקות קטנים הוא מינימלי כי תחושת הכאב לא מפותחת לחלוטין. התינוק נרגע בדרך כלל לאחר כמה דקות. לבקשת ההורים, ניתן למרוח הרדמה בצורה חיצונית במשחה, בטיפות או בנרות. בדרך כלל, אני מבצע את הברית לבד לילדים עד גיל 6 חודשים. לבקשת ההורים, רופא יכול להיות מעורב, אך עדיף שהתינוק יהיה נימול קרוב ליום השמיני כי תחושת הכאב לא מפותחת לחלוטין.",
                    "החלמה בתינוקות",
                    "תהליך ההחלמה בתינוקות הוא בדרך כלל מהיר. תינוקות ישנים לעיתים קרובות מיד לאחר ההליך. התחבושת צריכה להישאר במקומה למשך 24 שעות. אם התחבושת נופלת או זזה, אנא פנו אלי. התחבושת מוסרת לאחר יום. התינוק רוחץ והתחבושת מוסרת (כ-10 דקות). אדמומיות קלה של החיתול במהלך החלפות החיתול היא נורמלית ומקורה בשתן הממיס את הדם שבתחבושת. כדי למנוע מהתחבושת להידבק, ניתן למרוח מעט שמן תינוקות.",
                    "ברית מילה בילדים, נערים ומבוגרים",
                    "אם הילד מעל גיל 6 חודשים, רופא מעורב בדרך כלל כדי לפקח רפואית על הברית (הרדמה, וכו'). ילדים בגילאי 6 חודשים עד 10 שנים נימולים בהרדמה כללית. ילדים גדולים יותר ומבוגרים מקבלים הרדמה מקומית.",
                    "החלמה במבוגרים",
                    "תהליך ההחלמה במבוגרים בדרך כלל נמשך כ-2 שבועות. אם מופיע כאב (מה שהוא נדיר מאוד), ניתן לטפל בו במשככי כאבים (לא אספירין, כי הוא מדלל את הדם). בימים הראשונים עשוי להופיע תחושה לא נוחה. התפרים נמסים מעצמם לאחר ממוצע של 7-12 ימים. אמבטיות קמומיל יכולות לקדם את תהליך ההחלמה. רחצה מותרת בדרך כלל 3 ימים לאחר ההליך. אמבטיה רגילה צריכה להילקח רק לאחר שהתפרים נמסים לחלוטין."
                ]
            },
            {
                "title": "יתרונות ברית מילה",
                "content": [
                    "על ידי ברית מילה, היהודים מקיימים אחת המצוות החשובות ביותר של התורה, ומצווה זו הגנה על העם היהודי מהתבוללות לאורך הדורות. בנוסף, יותר ויותר רופאים ומדענים מוצאים טיעונים טובים בעד ברית מילה, מלבד הסיבות ההיגייניות והבריאותיות.",
                    "הרשות האמריקאית לבריאות ה-NIH מצאה במחקר באוגנדה וקניה שהסיכון להידבקות ב-HIV בגברים נימולים באוגנדה הוא נמוך ב-48% ובקניה ב-53% מאשר בגברים לא נימולים. רופאים גם מצאו שהסיכון לנשים לפתח סרטן צוואר הרחם הוא נמוך יותר אם בן הזוג שלהן נימול. סרטן הפין כמעט ואינו מופיע בגברים נימולים. הסיכון לדלקות בדרכי השתן גם הוא נמוך משמעותית בגברים נימולים.",
                    "כאשר הברית מבוצעת על ידי מוהל, העורלה מוסרת לחלוטין, מה שמונע פימוזיס. יש גם פחות בעיות מהיווצרות צלקות."
                ]
            },
            {
                "title": "יתרונות ברית מילה על ידי מוהל",
                "content": [
                    "מהם היתרונות של ברית מילה על ידי מוהל?",
                    "קיים הבדל משמעותי בין ברית מילה שמבצע רופא לבין זו שמבצע מוהל. זו דעתו של פרופ' אברהם שטיינברג מישראל, שחקר את הנושא במשך שנים. בשל הפשטות של ההליך, רופאים צעירים מאוד עם מעט ניסיון בדרך כלל מבצעים הליך זה בבית החולים. הרופא משתמש במלקחיים כדי לעצור את הדימום, מה שגורם ליותר כאב. ההליך גם נמשך זמן רב יותר כי הרופא חסר שגרה. המוהל מתמחה בסוג זה של הליך. תנועותיו מתורגלות, והכל קורה מהר מאוד, כך שהילד חווה מעט לחץ וכאב. מהבחינה ההלכתית, ייתכן שהמנתח מוסמך לבצע את הניתוח, אך זה לא אומר שהוא יכול לבצע את ברית המילה.",
                    "תלונות אפשריות לאחר הניתוח במבוגרים",
                    "כאב קל",
                    "דימום קל",
                    "נפיחות באזור הניתוח"
                ]
            }
        ],
        "GottHatImmerRecht": {
            "header": "אלוהים תמיד צודק:",
            "author": "(מאת הרב דוד גולדברג)",
            "content": [
                "ה׳ אינו נותן הנחיות מיושנות או חסרות היגיון. ה׳ נותן לאנשים 613 מצוות עם התורה. המצווה הראשונה היא מצוות הנישואין: '...פרו ורבו', ואחריה מצוות המילה.",
                "'כל זכר מכם יימול. ונימלתם את בשר עורלתכם והיה לאות ברית ביני וביניכם.' (בראשית י״ז:י).",
                "אחרי המבחן החשוב של מילה של אברהם - עבר אברהם עשרה מבחנים - ה׳ שינה את שמו מאברם לאברהם. ה׳ הוסיף את ה׳ משמו הקדוש. בגלל שאברם פעל בצייתנות, הוא הפך לאברהם, נושא ההבטחה - אב המון גויים.",
                "במצווה השנייה של התורה, אנו רואים את החשיבות שה׳ מייחס למילה לעם שלו. חז״ל גם מסבירים ששלוש המצוות החשובות ביותר של התורה נגזרות מהמילה שבת - בעברית, שין, בית, תו. שין עבור שבת, בית עבור ברית מילה, תו עבור תפילין. שלוש מצוות כאותות הבריתות שה׳ כרת עם עמו.",
                "בפועל, זה מתבטא בכך שהיהודים מלים את בניהם ביום השמיני, כפי שנצטווה ה׳, כבר כ-3700 שנה, בתנאים החיצוניים הקשים ביותר. (בראשית י״ז:י״ב). במקרים של מחלות כמו חום וצַהֶבֶת, ההלכה מאפשרת דחייה. בגיל שמונה ימים, לתינוק אין עצבים מפותחים לגמרי לחישת כאב. זאת מאשרים מחקרים רפואיים ידועים. בהשוואה לאסלאם - שבו גם מקיימים את מצוות המילה על פי הסיפור המקראי של ישמעאל - המילה מבוצעת עד גיל 13 שנים באסלאם. עם זאת, מילה של בנות אינה נגזרת משום חלק מהתורה ולכן מעולם לא נעשתה בקהילות יהודיות.",
                "ההיסטוריה היהודית מדווחת על תקופה אחת בלבד שבה לא מלו בני ישראל, במהלך המסע של 40 שנה במדבר סיני. יהושע היה צריך למול את כל הגברים של העם לפני שהם יכולים לחצות את הירדן. גברים לא נימולים נקראים בשם מיוחד בעברית, כמעט קללה בקהילת ישראל: 'ערל'. כזה אדם נשלל מהשתתפות במועדים מסוימים על פי חוקי התורה, כגון כחבר במניין, בקריאה בתורה או בהשתתפות בסעודת פסח, אם כי הוא יהודי מלידה.",
                "עד לפני כמה שנים, מילה הייתה המצווה החשובה ביותר ולעיתים היחידה שכל הורים יהודים, דתיים או לא דתיים, קיימו. למרבה הצער, זה השתנה, במיוחד במדינות הקומוניסטיות לשעבר - במיוחד במדינות חבר העמים. המילה אף מתנגדת באופן גלוי. אחת הדאגות היא ההליך עצמו, שנחשב למפחיד ודוחה, אם כי זהו אחד הניתוחים הקלים ביותר. עם זאת, כאשר רופא מורה על מילה מסיבות רפואיות, לא מתעוררות התנגדויות.",
                "כמקרה נגד, מילה מבוצעת באופן גובר על ידי לא יהודים באמריקה. אחת הסיבות היא שמעולם לא התפתח סרטן הפין אצל גבר נימול. לנשותיהם של גברים נימולים יש באופן משמעותי פחות מחלות גניטליות. כל בני המלוכה הבריטית נימולים כבר דורות.",
                "בעבר, מילה, הסרת עורלה, בוצעה ללא הרדמה בין כל העמים. בקרב היהודים, היה נהוג לעשות זאת לתינוקות:",
                {
                    "type": "ul",
                    "content": [
                        "ילדים חשים פחות כאב בהשוואה למבוגרים, לפחות ההבנה של כאב אצל מבוגרים שונה מאוד.",
                        "מילה מקצועית על ידי המוהל - מוהל ביהדות - מהירה מאוד וגורמת רק לכאב מועט.",
                        "ילדים צעירים מאוד אינם זוכרים או חווים טראומה.",
                        "הרדמה מסכנת את הילד יותר מהכאב של המילה ולא רוצים לסכן את הילד בנוסף."
                    ]
                },
                "הרדמה שימשה רק במקרי חירום קיצוניים. כיום, הגישות השתנו במקצת בגלל תרופות חדשות וטובות יותר. אלה כמעט ולא מסכנות ילדים קטנים והכאב ניתן למינימום. באמריקה, רופאים ממליצים על הרדמה קלה.",
                "הזרקת הרדמה מקומית עם 1% לידוקאין מומלצת למבוגרים. לתינוק, הזריקה כואבת יותר ופגיעה בכלי הדם הדקיקים יכולה לגרום לנמק. התרופה גם נכנסת לזרם הדם, ויכולה להפריע ללב ולמחזור הדם, לגרום לירידת לחץ דם ולפגיעה בשמיעה. רק רופא צריך להזריק תרופה זו.",
                "צורת הרדמה נוספת היא משחת לידוקאין. יש לה יתרון בכך שהתרופה לא חודרת לעור לגוף ולזרם הדם. למשך כמה שניות, התינוק חווה פחות כאב במהלך ואחרי המילה. עם זאת, המשחה לא מבטלת את כל התחושות. חלק מהכאב נשאר, והאפקט משתנה בין תינוקות. יש למרוח את המשחה לפחות שעה מראש.",
                "אמצעי נוסף להקלה על הכאב הוא תרופת סוכר, 'סכרוז', עם השפעות טובות מאוד לרוב התינוקות. מאחר והיא נוזל שנלקח דרך הפה, קל לתת אותו, למשל, על מוצץ, מייד לפני ההליך. כמו המשחה, היא לא מספקת הרדמה מוחלטת. חלק מהכאב נשאר. וריאנט נוסף הוא מתן טבליות או נרות, כמו עם טיפולים אחרים לכאב. ההשפעות הרפואיות אינן ידועות במלואן ותרופות אלו יש להן תופעות לוואי אחרות.",
                "כמו בכל נושאי החיים ביהדות, גם כאן יש דעות הלכתיות ודיונים. במאות הראשונות, מילה בוצעה ללא הרדמה לילדים ולמבוגרים. מאוחר יותר, הרדמה כללית או לפחות הרדמה מקומית הפכו לרגילות למבוגרים. בדרך כלל, ילדים מגיל חצי שנה עד עשר שנים עוברים הרדמה כללית, ומגיל עשר ומעלה נעשה שימוש בהרדמה מקומית. רק בדור האחרון נערך דיון הלכתי בשאלה האם משחת הרדמה מותרת לתינוקות עד חצי שנה, כמו גם צורות אחרות של הרדמה לילדים ולמבוגרים. התוצאה היא שלוש דעות:",
                {
                    "type": "ul",
                    "content": [
                        "אין להרדים או להרדמה כללית מותרת למבוגרים, ילדים ותינוקות.",
                        "הרדמה כללית ומקומית מותרת למבוגרים, ילדים ותינוקות.",
                        "הרדמה מקומית מותרת למבוגרים וילדים, אך אין להרדים תינוקות."
                    ]
                },
                "הדעה הראשונה מוצדקת על ידי הטיעונים הבאים:",
                {
                    "type": "ul",
                    "content": [
                        "זה היה תמיד כך מאז אברהם - וכל החידושים אסורים.",
                        "המדרש אומר: יש לסבול דרך ברית מילה: רבי לוי אומר: כתוב על אברהם - הוא מל את עצמו - ומוסבר שהוא סבל, מה שהגדיל את שכרו. המדרש גם אומר: כאשר תינוק בוכה וסובל, יש לחשוב על הסבל והבעיות של עצמך ולאחל לתינוק שהכאב הרגעי יהיה היחיד שיהיה לו, וכך גם להוריו.",
                        "מדרש נוסף מסביר: אלוהים הקצה את כל הסבל והכאב, וזה כבר חלק ממנו, וסבל אחר יפול.",
                        "המצווה 'מילת הערלה' יכולה להתבצע גם אם לא מרגישים כאב. עם זאת, קיום המצווה ניתן רק כאשר מרגישים את החתך, הטיפות הראשונות של הדם - אחת או שתיים - נשאבות, ושאר הערלה נדחפת לגוף, ומשאירה את העטרה חשופה.",
                        "התלמוד מזכיר שאנסטזיה הייתה ידועה - בבא קמא פג: ו-פה. - ועדיין לא השתמשו בה עד הדור שלנו. מכך, ניתן להסיק שאדם חייב לסבול במידה מסוימת במהלך ברית המילה.",
                        "בעיה הלכתית נוספת היא שמבוגר תחת הרדמה כללית אינו יכול למנות את המוהל לביצוע הברית כשהוא ישן.",
                        "אין לשים אדם בסכנה, וכל הרדמה כללית נושאת סיכון שאריתי, אפילו אם קטן מאוד היום."
                    ]
                },
                "רוב הרבנים כיום מאמינים שהרדמה מקומית למבוגרים אינה מפרה את החוק. גם מותר להקל על הכאב. הזרקת המחט האנססתית גורמת לכאב. בנוסף, לא התורה, לא התלמוד ולא הקבלה מצביעים על כך שהכאב נדרש כדי שהברית תהיה כשרה, כלומר תקפה. ההצעה היחידה להיפך היא המדרש הנזכר. גם תינוקות שטופלו במשחות או טיפות חווים כאב שאריתי. למי שמאמין שהכאב נדרש לברית, זה צריך להספיק. לגבי הרדמה כללית במבוגרים, יש מקורות תלמודיים המציעים שהמינוי לברית יכול להיעשות לפני השינה, והפעולה תקפה.",
                "לסיכום, יש לציין שיש הבדל משמעותי בין ברית מילה שמתבצעת על ידי רופא ובין ברית מילה שמתבצעת על ידי מוהל. דעה זו נתמכת על ידי פרופ' אברהם שטיינברג מישראל, שביצע מחקר מעמיק בנושא זה. הוא גם מאמין שבבתי החולים לרוב מוקצים לרופאים צעירים עם מעט ניסיון בביצוע זה. הרופא משתמש בקלאמפ להפסקת הדימום, מה שמוביל להגדלת הכאב. התהליך גם לוקח יותר זמן עקב חוסר רוטינה. המוהל מתמחה; הכל עובר מהר מאוד, והתינוק סובל במינימום. לרוב הוא ישן זמן קצר לאחר מכן ואוכל כרגיל. אין שינוי ניכר בקצב החיים שלו. לפי פרופ' א. שטיינברג, ניתן להשתמש במשחות מרדימות או בהרגעים קלים.",
                "לסיכום, אין סיבה אובייקטיבית נגד ברית מילה! דוחות רפואיים וסטטיסטיקות מראים שאין תקריות חמורות בשנים האחרונות. במהלך תקופה זו בוצעו רבות בריתות מילה במבוגרים - עקב הגירה ממדינות חבר העמים - ההבדל היחיד הוא בזמן הריפוי. מקורות יהודיים גם מדווחים שאין תקריות במהלך בריתות מילה.",
                "הוראות האל נראות אפוא כפולות היגיון בזמנים המודרניים והנאורים של היום:",
                {
                    "type": "ul",
                    "content": [
                        "קיום המצווה, ומילוי רצון ה'",
                        "ברית מילה כמדד טוב, היגייני ומקדם בריאות."
                    ]
                }
            ],
            "signature": "רב ומוהל דוד גולדברג"
        }
    },
    "costs": {
        "title": "עלויות",
        "paragraphs": [
            "מכיוון שברית מילה היא מצווה (מעשה טוב), רק הוצאות נסיעה ואולי הוצאות מלון נגרמות.",
            "אני מספק את התרופות (משחות) והתחבושות הנדרשות לברית מילה וטיפול לאחר מכן. אני גם עוקב אחרי התינוק כשעתיים לאחר הברית. אם יש לכם שאלות, תוכלו לפנות אלי בכל עת.",
            "אם אתם מרוצים מעבודת המוהל, תוכלו גם לשלם לו על עלות התרופות וההוצאות."
        ]
    },
    "contact": {
        "title": "יצירת קשר",
        "content": {
            "rabbi": {
                "title": "רב דוד גולדברג",
                "description": "מוהל מוסמך ומורשה לביצוע בריתות מילה"
            },
            "contactInfo": {
                "landLine": {
                    "title": "טלפון"
                },
                "phone": {
                    "title": "נייד"
                },
                "email": {
                    "title": "דוא\"ל"
                },
                "homepage": {
                    "title": "אתר"
                }
            },
            "contactForm": {
                "description": "אנא השתמשו בטופס ליצירת קשר כדי לשלוח לי הודעה. אני אעבד אותה בהקדם האפשרי ואצור איתכם קשר טלפוני.",
                "labels": {
                    "name": {
                        "title": "שם מלא",
                        "placeholder": "הכנס את שמך המלא..."
                    },
                    "lineNumber": {
                        "title": "טלפון",
                        "placeholder": "הכנס את מספר הטלפון שלך..."
                    },
                    "phoneNumber": {
                        "title": "נייד",
                        "placeholder": "הכנס את מספר הנייד שלך..."
                    },
                    "email": {
                        "title": "דוא\"ל",
                        "placeholder": "הכנס את כתובת הדוא\"ל שלך..."
                    },
                    "message": {
                        "title": "הודעה",
                        "placeholder": "אם יש לך שאלות או חששות..."
                    }
                },
                "buttons": {
                    "clearFields": "נקה שדות",
                    "send": "שלח"
                }
            }
        },
        "successMessage": "הפרטים נשלחו בהצלחה. אצור איתך קשר בהקדם האפשרי. תודה!",
        "errorMessage": "שליחת ההודעה נכשלה. אנא נסה שוב מאוחר יותר!"
    },
    "FloatingWhatsAppButton":{
        "chatMessage": "שלום! איך אני יכול לעזור לך?"
    }
}