{
    "header": {
        "title": "הרב דוד גולדברג - מוהל מוסמך",
        "brand": "הרב דוד גולדברג",
        "home": "דף הבית",
        "aboutMe": "עליי",
        "aboutBritMilah": "אודות ברית מילה",
        "prayars": "סדר ברית מילה",
        "costs": "עלויות",
        "contact": "צור קשר"
    },
    "home": {
        "welcome": "שלום וברוכים הבאים!",
        "introduction": "אני שמח לראות אתכם באתר שלי.",
        "content": [
            {
                "paragraph": "כאן תוכלו למצוא מידע מקיף על ברית מילה יהודית, כולל המשמעות שלה, ברית לתינוקות, ילדים, נערים ומבוגרים, ופרטים על התהליך וההחלמה. בנוסף, תמצאו מידע עליי ודרכים ליצור קשר."
            },
            {
                "paragraph": "אם המידע המובא כאן מעניין אתכם ואתם מחפשים מוהל מקצועי שילווה אתכם במהלך ברית המילה, אנא אל תהססו לפנות אליי באמצעות כפתור "
            },
            {
                "link": "צור קשר"
            },
            {
                "paragraph": "אני שמח לעמוד לשירותכם."
            },
            {
                "paragraph": "גם אנשים שאינם יהודים מוזמנים ליצור קשר איתי בכל שאלה בנוגע לברית מילה. אתמוך בכם במיטב הידע שלי ללא קשר לרקע הדתי שלכם."
            },
            {
                "paragraph": "בברכה, הרב דוד גולדברג - מוהל מוסמך"
            }
        ]
    },
    "about_me": {
        "title": "עליי",
        "points": [
            "נולדתי בירושלים, ישראל",
            "למדתי בישיבות שונות בישראל",
            "הוסמכתי כמוהל",
            "הוסמכתי כרב בישראל",
            "פעלתי כמוהל ומורה בישראל ובגרמניה",
            "אני בגרמניה מאז תחילת שנות ה-90",
            "עם עשרות שנים של ניסיון, ביצעתי מעל 7,000 בריתות",
            "פעיל בקהילות שונות בגרמניה",
            "מאז 1997, רב קהילת יהודי הוף",
            "רב אורח בקהילות בבוואריה ותורינגיה"
        ],
        "paragraphs": [
            "הוכשרתי על ידי מוהלים מנוסים, ואני מבצע את הבריתות במקצועיות ותוך דאגה רבה.",
            "מטרתי היא להבטיח שכל ברית מילה תתבצע לא רק בהתאם להלכה, אלא גם בצורה נעימה ורגועה ככל האפשר עבור התינוק והמשפחה.",
            "למדתי ממוהלים בכירים ומנוסים, והשלמתי הכשרה מקיפה. רקע זה לימד אותי את החשיבות של התחשבות בצרכים הפיזיים והרגשיים של המשפחה ברגע חשוב זה."
        ]
    },
    "about_brit_milah": {
        "header": "אודות ברית מילה",
        "sections": [
            {
                "title": "משמעות ברית מילה",
                "content": [
                    "ברית המילה היא המצווה הראשונה שהקב״ה נתן לאברהם אבינו. זו אחת המצוות המרכזיות ביהדות.",
                    "בתורה נאמר: 'המול לכם כל זכר ונמלתם את בשר ערלתכם והיה לאות ברית ביני וביניכם' (בראשית י״ז:י). המילה 'ברית' מוזכרת בתורה 13 פעמים בהקשר של ברית מילה. חז״ל מסבירים שזו אחת המצוות הגדולות ביותר.",
                    "ברית מילה מהווה את הכניסה לברית עם הקב״ה (בראשית י״ז:י-יד). במהלך טקס הברית נאמרות ברכות שונות כדי להכניס את הילד לברית עם הקב״ה.",
                    "בהיסטוריה היהודית, ברית מילה הייתה פעמים רבות מטרה לרדיפות. תחת השלטון הסובייטי, רוב הבנים היהודים לא נימולו, כחלק מניסיון לדכא את המנהגים היהודיים ולקדם התבוללות."
                ],
                "reference": "למידע נוסף, ראו את המאמר על ברית מילה ",
                "link": "בתחתית הדף"
            },
            {
                "title": "על ההליך וההחלמה",
                "content": [
                    "ברית מילה מתבצעת לרוב ביום השמיני לחיי הילד. עם זאת, ישנם מקרים בהם מבוגרים או נערים עוברים ברית מילה מסיבות דתיות או רפואיות. זהו הליך פשוט שיכול להתקיים בבית, בבית הכנסת או באולם הקהילה.",
                    "ברית מילה לתינוקות",
                    "הברית נעשית ביום השמיני, אלא אם כן התינוק חלש או חולה, אז הברית נדחית עד שיתחזק. לא נעשה שימוש בהרדמה ביום השמיני, כי ההרדמה מסוכנת יותר מהכאב הקצר של החיתוך. הכאב בתינוקות קטנים הוא מינימלי כי תחושת הכאב עדיין לא מפותחת לגמרי. התינוק נרגע תוך מספר דקות. לבקשת ההורים, ניתן להשתמש בהרדמה חיצונית במשחה, בטיפות או בנרות. בדרך כלל, אני מבצע את הברית לבד לילדים עד גיל 6 חודשים. לבקשת ההורים, רופא יכול להיות נוכח, אך עדיף שהתינוק יימול סמוך ליום השמיני כדי למזער את תחושת הכאב.",
                    "החלמה בתינוקות",
                    "ההחלמה בתינוקות היא מהירה. תינוקות ישנים מיד לאחר ההליך. התחבושת נשארת במקום למשך 24 שעות. אם התחבושת נופלת או זזה, יש לפנות אליי. התחבושת מוסרת לאחר יום. התינוק רוחץ והתחבושת מוסרת (כ-10 דקות). אדמומיות קלה של החיתול במהלך החלפות החיתול היא נורמלית ונובעת משתן הממיס את הדם שנותר בתחבושת. למניעת הידבקות התחבושת, ניתן למרוח מעט שמן תינוקות.",
                    "ברית מילה בילדים, נערים ומבוגרים",
                    "ילדים מעל גיל 6 חודשים עוברים את הברית בפיקוח רפואי, הכולל הרדמה. ילדים בגילאי 6 חודשים עד 10 שנים עוברים הרדמה כללית, וילדים גדולים יותר ומבוגרים מקבלים הרדמה מקומית.",
                    "החלמה במבוגרים",
                    "ההחלמה במבוגרים נמשכת כ-2 שבועות. אם יש כאב (נדיר), ניתן להשתמש במשככי כאבים (לא אספירין). בימים הראשונים עשויה להופיע תחושת אי נוחות. התפרים נמסים תוך 7-12 ימים בממוצע. אמבטיות קמומיל יכולות לזרז את ההחלמה. רחצה מותרת 3 ימים לאחר ההליך, ואמבטיה רגילה רק לאחר שהתפרים נמסים לחלוטין."
                ]
            },
            {
                "title": "תועלת מברית מילה",
                "content": [
                    "ברית מילה מקיימת מצווה מרכזית בתורה ומגינה על העם היהודי מהתבוללות. בנוסף, יותר ויותר רופאים ומדענים מצביעים על יתרונות בריאותיים ונפשיים לברית מילה.",
                    "מחקר של ה-NIH באוגנדה וקניה מצא כי גברים נימולים באוגנדה וקניה פחות מועדים להידבק ב-HIV, ב-48% וב-53% בהתאמה, בהשוואה לגברים לא נימולים. נמצא גם כי נשים שנשואות לגברים נימולים פחות מועדות לחלות בסרטן צוואר הרחם. סרטן הפין כמעט ואינו מופיע בגברים נימולים, והסיכון לדלקות בדרכי השתן הוא נמוך יותר.",
                    "כאשר הברית מתבצעת על ידי מוהל, העורלה מוסרת לחלוטין, דבר המונע פימוזיס ומפחית בעיות כתוצאה מהיווצרות צלקות."
                ]
            },
            {
                "title": "היתרונות בעריכת ברית המילה על ידי מוהל",
                "content": [
                    "מהם היתרונות בעריכת ברית המילה על ידי מוהל?",
                    "ישנם הבדלים משמעותיים בין ברית מילה שמבצע רופא לבין זו שמבצע מוהל. פרופ' אברהם שטיינברג מישראל, שחקר את הנושא במשך שנים, מדגיש שההליך בבתי החולים מבוצע לעיתים קרובות על ידי רופאים צעירים עם מעט ניסיון. הרופאים משתמשים במלקחיים כדי לעצור את הדימום, מה שעלול לגרום לכאב רב יותר. בנוסף, התהליך עשוי לקחת זמן רב יותר עקב חוסר שגרה של הרופאים. לעומת זאת, מוהל מקצועי מתמחה בהליך זה, ביצועיו מתורגלים, וההליך מתבצע במהירות רבה, מה שמקטין את הכאב והלחץ שהילד חווה. מהבחינה ההלכתית, למרות שהרופא עשוי להיות מוסמך לבצע את הניתוח, זה לא מבטיח שהוא יוכל לבצע את ברית המילה בצורה האידיאלית.",
                    "תלונות אפשריות לאחר הניתוח במבוגרים",
                    "כאב קל",
                    "דימום קל",
                    "נפיחות באזור הניתוח"
                ]
            }
        ],
        "GottHatImmerRecht": {
            "header": "אלוהים תמיד צודק:",
            "author": "(מאת הרב דוד גולדברג)",
            "content": [
                "ה׳ אינו נותן הנחיות מיושנות או חסרות היגיון. ה׳ נותן לעם ישראל 613 מצוות בתורה, והראשונה בהן היא מצוות הנישואין: 'פרו ורבו', ואחריה מצוות המילה.",
                "'כל זכר מכם יימול. ונימלתם את בשר עורלתכם והיה לאות ברית ביני וביניכם.' (בראשית י״ז:י).",
                "לאחר מבחן המילה של אברהם, כאשר עבר עשרה ניסיונות, שינה ה׳ את שמו מאברם לאברהם, כשהוסיף את האות ה׳ משמו הקדוש. על פי המסורת, אברם ציית לה׳ והפך לאברהם, אב המון גויים.",
                "במצוות השנייה של התורה, רואים את החשיבות שה׳ מייחס לברית המילה לעם ישראל. חז״ל מסבירים ששלוש המצוות החשובות ביותר בתורה הן שבת, ברית מילה ותפילין, המסומלות באותיות שין, בית ותו.",
                "יהודים מקיימים את מצוות ברית המילה לבניהם ביום השמיני לחייהם כבר כ-3700 שנה, גם בתנאים חיצוניים קשים. במקרים של מחלות כמו חום או צהבת, ההלכה מאפשרת דחייה. בגיל שמונה ימים, מערכת העצבים של התינוק אינה מפותחת לגמרי, כך שהוא חש כאב מופחת. זאת מאשרים מחקרים רפואיים. ביהדות, מילה של בנות אינה קיימת כלל.",
                "בהיסטוריה היהודית, ישנה תקופה אחת בלבד שבה לא מלו בני ישראל, במהלך מסעם של 40 שנה במדבר סיני. לפני חציית הירדן, נדרש יהושע למול את כל הגברים שלא נימולו. ביהדות, תינוק לא נימול נקרא 'ערל' והוא אינו רשאי להשתתף בטקסים מסוימים כמו מניין, קריאת התורה או סעודת פסח.",
                "עד לאחרונה, ברית מילה הייתה המצווה החשובה ביותר שהורים יהודים קיימו, דתיים או לא. לצערנו, במדינות חבר העמים לשעבר וקומוניסטיות אחרות, יש התנגדות לברית מילה. למרות זאת, כאשר רופא ממליץ על ההליך מסיבות רפואיות, ההתנגדות פוחתת.",
                "בארצות הברית, יש עלייה בביצוע בריתות מילה על ידי לא-יהודים, בשל העובדה שסרטן הפין אינו מתפתח אצל גברים נימולים, ונשותיהם של גברים נימולים סובלות פחות ממחלות גניטליות.",
                "בעבר, מילה בוצעה ללא הרדמה בכל העמים, אך ביהדות הייתה נהוגה לבצע אותה לתינוקות, כי הם חשים פחות כאב.",
                {
                    "type": "ul",
                    "content": [
                        "ילדים חשים פחות כאב בהשוואה למבוגרים.",
                        "ברית מילה מקצועית על ידי מוהל מתבצעת במהירות רבה ומעט כאב.",
                        "ילדים צעירים מאוד אינם זוכרים את הכאב.",
                        "הרדמה מסכנת את הילד יותר מהכאב של הברית."
                    ]
                },
                "כיום, השימוש בהרדמה במקרי חירום קיצוניים השתנה מעט בשל תרופות חדשות. באמריקה, רופאים ממליצים על הרדמה קלה.",
                "הרדמה מקומית עם 1% לידוקאין מומלצת למבוגרים. לתינוקות, הזריקה כואבת יותר ופגיעה בכלי הדם עלולה לגרום לנמק. המשחה מספקת הקלה מסוימת אך אינה מבטלת את כל התחושות.",
                "אמצעי נוסף להקלה על הכאב הוא תרופת סוכר 'סכרוז' שמקלה על הכאב ברוב המקרים, אך אינה מספקת הרדמה מוחלטת.",
                "כמו בכל נושא ביהדות, גם כאן יש דעות הלכתיות שונות בנושא הרדמה. הדעות נעות מהיתר להרדמה כללית ועד לאיסור על הרדמה כללית ותינוקות.",
                {
                    "type": "ul",
                    "content": [
                        "אין להשתמש בהרדמה כללית או מקומית.",
                        "ההרדמה מותרת למבוגרים, ילדים ותינוקות.",
                        "הרדמה מקומית מותרת למבוגרים וילדים, אך לא לתינוקות."
                    ]
                },
                "הדעה הראשונה מוצדקת בטיעונים הלכתיים שמצווים לסבול את הכאב בברית מילה.",
                {
                    "type": "ul",
                    "content": [
                        "כך נעשה מאז אברהם, ולכן אין לשנות.",
                        "המצווה מתבצעת גם אם לא מרגישים כאב, אך הקיום הוא עם תחושת הכאב.",
                        "התלמוד אינו מציין שהכאב נדרש, אך מסורתית נעשתה ללא הרדמה."
                    ]
                },
                "רוב הרבנים סבורים כי אין מניעה להשתמש בהרדמה מקומית למבוגרים, ולשכך את הכאב. בנוגע לתינוקות, הדעות חלוקות.",
                "לסיכום, יש יתרונות משמעותיים לביצוע ברית מילה על ידי מוהל. פרופ' אברהם שטיינברג מישראל מדגיש את ההבדלים בין ברית מילה שמבצע רופא לבין זו שמבצע מוהל. הוא מדגיש את היתרונות בהליך המתבצע על ידי מוהל, במיוחד מבחינת הפחתת הכאב והלחץ לתינוק.",
                "ברית מילה היא אחת מהמצוות היסודיות ביהדות, ואין סיבה אובייקטיבית שלא לקיים אותה. הדוחות הרפואיים והסטטיסטיקות מראים כי אין תקריות חמורות במהלך בריתות מילה, כולל במבוגרים."
            ],
            "signature": "רב ומוהל דוד גולדברג"
        }
    },
    "prayars": {
        "title": "סדר ברית מילה"
    },
    "costs": {
        "title": "עלויות",
        "paragraphs": [
            "ברית מילה היא מצווה חשובה ביהדות, אך ביצועה כרוך בהוצאות שונות. אני מצפה לקבל תשלום עבור הוצאות הנסיעה הנדרשות וכן עבור מלון, אם יש צורך בכך.",
            "בנוסף, אני מספק את כל התרופות (משחות) והתחבושות הנדרשות לטיפול במהלך הברית ולאחריה. אני גם מלווה את התינוק כשעתיים לאחר הברית כדי לוודא שהכול מתנהל כשורה. השירות כולל גם זמינות למענה על שאלות בכל עת.",
            "מעבר להוצאות המפורטות, אני מעריך את התמורה עבור הזמן והמיומנות הנדרשים לביצוע הברית בצורה המקצועית והרגישה ביותר."
        ]
    },
    "contact": {
        "title": "יצירת קשר",
        "content": {
            "rabbi": {
                "title": "הרב דוד גולדברג",
                "description": "מוהל מוסמך ומורשה לביצוע ברית מילה"
            },
            "contactInfo": {
                "landLine": {
                    "title": "טלפון",
                    "number": "9281-51741(0)49+"
                },
                "phone": {
                    "title": "נייד",
                    "number": "172-8551010(0)49+"
                },
                "email": {
                    "title": "דוא\"ל"
                },
                "homepage": {
                    "title": "אתר"
                }
            },
            "contactForm": {
                "description": "אנא השתמשו בטופס ליצירת קשר כדי לשלוח לי הודעה. אני אטפל בה בהקדם האפשרי ואצור איתכם קשר טלפוני.",
                "labels": {
                    "name": {
                        "title": "שם מלא",
                        "placeholder": "הכנס את שמך המלא..."
                    },
                    "lineNumber": {
                        "title": "טלפון",
                        "placeholder": "הכנס את מספר הטלפון שלך..."
                    },
                    "phoneNumber": {
                        "title": "נייד",
                        "placeholder": "הכנס את מספר הנייד שלך..."
                    },
                    "email": {
                        "title": "דוא\"ל",
                        "placeholder": "הכנס את כתובת הדוא\"ל שלך..."
                    },
                    "message": {
                        "title": "הודעה",
                        "placeholder": "אם יש לך שאלות או חששות..."
                    }
                },
                "buttons": {
                    "clearFields": "נקה שדות",
                    "send": "שלח"
                }
            }
        },
        "successMessage": "הפרטים נשלחו בהצלחה. אצור איתך קשר בהקדם האפשרי. תודה!",
        "errorMessage": "שליחת ההודעה נכשלה. אנא נסה שוב מאוחר יותר!"
    },
    "FloatingWhatsAppButton": {
        "chatMessage": "שלום! איך אני יכול לעזור לך?"
    }
}